{"translation-revision-date":"2022-06-10 12:26:38+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"%s (optional)":["%s (voliteľné)"],"Browse store":["Prechádzať obchodom"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["V pokladni nastala neočakávaná chyba. <button>Pokúsiť sa obnoviť stránku<\/button>. Ak problém pretrváva, spojte sa s nami a pomôžeme Vám."],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Pokladňa nie je dostupná s prázdnym košíkom—vyberte si najprv tovar z našej ponuky a potom sa vráťte, keď budete chcieť dokončiť objednávku."],"Your cart is empty!":["Váš košík je prázdny!"],"Something went wrong…":["Niečo sa pokazilo..."],"Click here to log in.":["Pre prihlásenie kliknite sem."],"Edit your cart":["Upraviť váš košík"],"Please edit your cart and try again.":["Upravte váš košík a skúste to znovu."],"Checkout error":["Chyba pokladne"],"There is a problem with your cart":["Nastal problém s vašim nákupným košíkom"],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Nastal problém s platbou objednávky. Prosím, vyskúšajte to znova. Ak problém pretrváva, prosím kontaktujte nás, aby sme vám mohli pomôcť."],"You must be logged in to checkout. ":["Pokladňa vyžaduje vaše prihlásenie."],"There was a problem with your shipping option.":["Nastal problém s vašim spôsobom doručenia."],"There was a problem with your payment option.":["Nastal problém s vašou platobnou metódou."],"Something went wrong. Please contact us to get assistance.":["Niečo sa pokazilo. Prosím, kontaktujte nás pre asistenciu."],"Dismiss this notice":["Skryť toto oznámenie"],"Oops!":["Ojoj!"],"There was an error loading the content.":["Pri načítaní obsahu došlo k chybe."],"Retry":["Skúsiť znovu"],"Error:":["Chyba:"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}