{"translation-revision-date":"2022-05-12 23:36:26+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"No card transaction fees for up to 3 months (or $25,000 in payments)":[" Žádné poplatky za transakce po dobu tří měsíců (nebo $25,000 v platbách)"],"Get in touch":["Být v kontaktu"],"Have more questions?":["Máte více otázek?"],"For more details on the subscription features that WooCommerce Payments offers, refer to the <a>subscription section of the WooCommerce Payments start up guide<\/a>.":["Pro více informací o možnostech, které WooCommerce Payments nabízí, klikněte na <a>průvodce předplatným WooCommerce Payments<\/a>."],"Customer & Store Manager payment method changes":["Změny platebních metod zákazníka a manažera obchodu"],"Payment date changes":["Změny data platby"],"Recurring total changes":["Změny opakovaných plateb"],"Multiple subscriptions":["Vícenásobné předplatné"],"Subscription reactivation":["Obnovení předplatného"],"Subscription cancellation":["Zrušení předplatného"],"Subscription suspension":["Vypršení předplatného"],"WooCommerce Payments offers full compatibility with WooCommerce Subscriptions’ features, including:":["WooCommerce Payments umožňují plné propojení s WooCommerce Subscription, včetně:"],"WooCommerce Payments supports charging automatic recurring payments via the <a>WooCommerce Subscriptions<\/a> plugin.":["WooCommerce Payments podporuje automatické strhávání opakovaných plateb pomocí pluginu <a>WooCommerce Předplatné<\/a>."],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Podporují WooCommerce Platby předplatné a opakované platby?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Pokud bude zaznamenána podezřelá aktivita, můžeme omezit či vypnout váš účet."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Přihlášením k používání plateb WooCommerce souhlasíte s tím, že nebudete přijímat platby v souvislosti s těmito omezenými aktivitami, praktikami nebo produkty. Pracujeme také na tom, abychom zajistili, že na platbách WooCommerce nebude prováděna žádná zakázaná činnost."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["Kompletní seznam omezení <a>Stripe’s seznam<\/a>."],"Firearms, ammunition":["Střelné zbraně, střelivo"],"Substances designed to mimic illegal drugs":["Látky určené k napodobování nelegálních drog"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Aktivita na sociálních sítích, například Twitter followers, Facebook likes, YouTube shlédnutí"],"Pseudo pharmaceuticals":["Pseudo léčiva"],"Multi-level marketing":["Multi-level marketing"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Drogové vybavení (včetně e-cigaret, výparů a nutraceutik)"],"Adult content and services":["Sexuální obsah a služby"],"Counterfeit goods":["Padělky"],"Virtual currency, including video game or virtual world credits":["Virtuální měna, včetně kreditů pro videohry nebo virtuální svět"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Kvůli omezením ze strany sítí karet, našich poskytovatelů platebních služeb a jejich poskytovatelů finančních služeb, některé firmy a typy produktů, které nesmějí provádět transakce pomocí plateb WooCommerce, mimo jiné:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Jaké produkty nejsou v mém obchodě povoleny při přijímání plateb pomocí WooCommerce Payments?"],"<a>All deposits details<\/a>":["<a>Podrobnosti o všech vkladech<\/a>"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["Většina bank zobrazí vklad na vašem účtu, jakmile obdrží převod od WooCommerce Payments. Některým může trvat několik dní navíc, než vám bude zůstatek k dispozici."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Například u firmy se sídlem na Novém Zélandu se čeká na vyřízení 4 pracovní dny. Platby provedené na tento účet ve středu budou vyplaceny následující úterý."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Platby přijaté každý den se stanou součástí nevyřízeného zůstatku. Tento nevyřízený zůstatek bude k dispozici po uplynutí doby nevyřízení. V den, kdy bude k dispozici, bude automaticky vyplacena na váš bankovní účet. Čekací období je založeno na zemi účtu."],"For most accounts, <a>WooCommerce Payments<\/a> automatically pays out your available account balance into your nominated account daily after a standard pending period.":["U většiny účtů <a>WooCommerce Platby<\/a> automaticky vyplácí váš dostupný zůstatek na váš určený účet denně po standardní době čekání."],"When will I receive deposits for my WooCommerce Payments account balance?":["Kdy dostanu vklady na zůstatek účtu WooCommerce Plateb?"],"1.5% fee on the payout amount for <a>instant deposits<\/a>":["1.5% poplatek z objednávky za <a>okamžitý vklad<\/a>"],"<a>View all fees<\/a>":["<a>Zobrazit všechny poplatky<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account and country of your customer’s card.":["WooCommerce Platby používají model plateb s průběžnými cenami. Platíte pouze za aktivitu na účtu. Žádný zřizovací ani měsíční poplatek. Poplatky se liší podle země vašeho účtu a země vaší zákaznické karty."],"What are the fees for WooCommerce Payments?":["Jaké jsou poplatky u WooCommerce Plateb?"],"To be eligible for this promotional offer, your store must: (1) meet the WooCommerce Payments usage requirements; (2) be a U.S.-based business; (3) not have processed payments through WooCommerce Payments before; and (4) be accepted into the promotional program.":["Abyste měli nárok na tuto propagační nabídku, váš obchod musí: (1) splňovat požadavky na používání plateb WooCommerce; (2) být podnikem se sídlem v USA; (3) dříve nezpracovávali platby prostřednictvím plateb WooCommerce; a (4) být přijat do propagačního programu."],"Stores accepted into the promotional program will receive a 100% discount on transaction fees (excluding currency conversion fees) for the first $25,000 in payments, or 3 months, whichever comes first. Simply install the extension and if eligible you’ll be entered into the promotional offer.":["Obchody přijaté do propagačního programu obdrží 100% slevu na transakční poplatky (kromě poplatků za převod měny) za prvních 25 000 USD v platbách nebo 3 měsíce, podle toho, co nastane dříve. Jednoduše si nainstalujte rozšíření a budete-li způsobilí, budete zařazeni do propagační nabídky."],"How will I save money using WooCommerce Payments?":["Jak mohu ušetřit s WooCommerce Platbami?"],"Native multi-currency: increase sales by making it easier for customers outside your country to purchase from your store, without an extension.":["Nativní multiměna: zvyšte prodeje tím, že zákazníkům mimo vaši zemi usnadníte nákup ve vašem obchodě bez dalšího rozšíření."],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension.":["Funkce předplatného: Nabídněte zákazníkům opakovanou možnost platby za vaše zboží bez dalšího pluginu."],"In-person payments: the only payment method that helps you sell online and offline with the official WooCommerce mobile app instead of a paid POS solution.":["Osobní platby: jediná platební metoda, která vám pomáhá prodávat online i offline pomocí oficiální mobilní aplikace WooCommerce namísto placeného řešení POS."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalogue, inventory, orders, fulfilment, and otherwise run your online storefront.":["Nativní řídicí panel: sledujte peněžní tok ze stejného řídicího panelu WordPress, který již používáte ke správě katalogu produktů, inventáře, objednávek, plnění a jinak provozujete svůj online obchod."],"Why should I choose WCPay over other payment gateways?":["Proč bych si měl vybrat WCPay místo jiných platebních bran?"],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ano. WooCommerce Payments spolupracuje s dalšími poskytovateli platebních služeb, včetně Stripe, PayPal a všech dalších. Vytvořili jsme jej s ohledem na tuto flexibilitu, abyste měli jistotu, že váš obchod funguje tak, aby vyhovoval vašim obchodním potřebám."],"Can I use WooCommerce Payments alongside other payment gateways?":["Mohu používat platby WooCommerce spolu s jinými platebními branami?"],"You can securely accept credit and debit card payments, Apple Pay, bank transfers, recurring revenue, accelerated checkout, and more - in over 100+ currencies with WooCommerce Payments.":["Pomocí plateb WooCommerce můžete bezpečně přijímat platby kreditními a debetními kartami, Apple Pay, bankovní převody, opakované příjmy, zrychlené platby a další – ve více než 100 měnách."],"WooCommerce Payments is an integrated payment solution, built by WooCommerce, for WooCommerce. Use WooCommerce Payments to manage your payments, track cash flow, and manage revenue from your dashboard.":["WooCommerce Platby je integrované platební řešení vytvořené společností WooCommerce pro WooCommerce. Použijte WooCommerce Platby ke správě plateb, sledování peněžních toků a správě příjmů z vašeho řídicího panelu."],"What is WooCommerce Payments?":["Co jsou Woocommerce Platby?"],"Frequently asked questions":["Často kladené otázky"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Kliknutím na \"Instalovat\" souhlasíte s <a>Obchodními podmínkami<\/a>"],"Remove and send feedback":["Odebrat a zaslat zpětnou vazbu"],"Just remove WooCommerce Payments":["Pouze odstranit WooCommerce Platby"],"It’s something else (Please share below)":["Něco jiného (Napište nám co)"],"I’m open to installing it another time":["Nainstaluji si to jindy"],"I need more information about WooCommerce Payments":["Potřebuji více informací o WooCommerce Platby"],"I don’t want to install another plugin":["Nechci instalovat další plugin"],"I’m already happy with my payments setup":["Aktuální nastavení platebních metod je dostačující"],"What made you disable the new payments experience?":["Z jakého důvodu deaktivujete nové nastavení plateb?"],"Please take a moment to tell us why you’d like to remove WooCommerce Payments. This will remove WooCommerce Payments from the navigation. You can enable it again in <strong>WooCommerce Settings > Payments<\/strong>, however the promotion will not apply.":["Udělejte si prosím chvilku a řekněte nám, proč chcete odebrat WooCommerce Platby. Tím se z navigace odstraní platby WooCommerce. Můžete jej znovu aktivovat v <strong>Nastavení WooCommerce > Platby<\/strong>, ale akce nebude platit."],"Save up to $800 in fees by managing transactions with WooCommerce Payments. With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store's dashboard - with no setup costs or monthly fees.":["Ušetřete až 800 $ na poplatcích správou transakcí pomocí WooCommerce Platby. S WooCommerce Platbymůžete bezpečně přijímat hlavní karty, Apple Pay a platby ve více než 100 měnách. Sledujte peněžní tok a spravujte opakující se příjmy přímo z řídicího panelu vašeho obchodu – bez nákladů na nastavení nebo měsíčních poplatků."],"Discount will be applied upon install and completed setup of WooCommerce Payments":["Sleva bude uplatněna po instalaci a dokončení nastavení plateb WooCommerce"],"Limited time offer":["Časově omezená nabídka"],"Save big with WooCommerce Payments":["Ušetřete s WooCommerce Payments"],"Accepted payment methods":["Povolené platební metody"],"Comments (Optional)":["Komentáře (volitelné)"],"Remove WooCommerce Payments":["Odstranění WooCommerce plateb"],"WooCommerce Payments":["Platby WooCommerce"],"Install":["Nainstalovat"],"Learn more":["Dozvědět se více"],"No thanks":["Ne, děkuji"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}